Repository: hatsune-miku/anydrop
Catalog: reference/windows-winui/AirX/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans_cn

# AboutAnyDrop.Text
source: About AnyDrop
zh_hans_cn: 关于 AnyDrop

# AnyDropCloudServer.Description
source: Only connect to private servers you trust.
zh_hans_cn: 请只连接到您信任的服务器。

# AnyDropCloudServer.Text
source: AnyDrop Cloud Server
zh_hans_cn: 自定义 AnyDrop Cloud 服务端 URL

# AnyDropControlPanel.Text
source: AnyDrop Control Panel
zh_hans_cn: AnyDrop 控制面板

# AnyDropIsOffline.Text
source: Can't connect to AnyDrop Cloud
zh_hans_cn: 未连接至 AnyDrop 服务

# AnyDropIsOnline.Text
source: Connected to AnyDrop Cloud
zh_hans_cn: 已连接至 AnyDrop Cloud

# AnyDropTheTextFileSyncTool.Text
source: AnyDrop - Text/File Sync Tool
zh_hans_cn: AnyDrop - 文本和文件同步工具

# Build.Text
source: Build
zh_hans_cn: 构建号

# Cancel.Text
source: Cancel
zh_hans_cn: 取消

# ClearCache.Content
source: Clear Cache
zh_hans_cn: 清除缓存数据

# ClearCacheWarning.Text
source: This will delete all cached data.
zh_hans_cn: 确定清除缓存吗？

# ConfirmClear.Text
source: Clear
zh_hans_cn: 清除

# ConfirmSignIn.Text
source: Sign In
zh_hans_cn: 登录

# Contacts.Text
source: Contacts
zh_hans_cn: 关于

# Copyright.Text
source: Copyright
zh_hans_cn: 版权所有

# CreateOne.Text
source: Create One!
zh_hans_cn: 点我注册！

# CurrentPeers.Text
source: Peer List
zh_hans_cn: 已发现用户

# Dashboard.Text
source: Dashboard
zh_hans_cn: 仪表盘

# Debug.Header
source: Debug
zh_hans_cn: 调试

# DiscoveryService.Text
source: LAN Discovery Service
zh_hans_cn: 局域网发现服务

# Edited.Text
source: Unsaved
zh_hans_cn: 未保存

# EnhancedDiscovery.Description
source: Periodically send LAN discovery packets to ensure peer list up to date. May increase load to the router, especially for large amount of AnyDrop users under the same network.
zh_hans_cn: 周期性地广播发现数据包。可能对路由器有较大负载，尤其是当同一子网下 AnyDrop 用户很多时。

# EnhancedDiscovery.Text
source: Enhanced Discovery
zh_hans_cn: 扩展发现服务

# Exit.Text
source: Exit
zh_hans_cn: 退出

# LANDataServiceListenAddress.Text
source: LAN Data Service Listen Address (IpV4)
zh_hans_cn: 局域网数据服务 - 监听地址（IpV4）

# LANDataServiceListenPort.Description
source: Range: 1024 ~ 65535 (Inclusive)
zh_hans_cn: 范围：1024 ~ 65535（含）

# LANDataServiceListenPort.Text
source: LAN Data Service Listen Port
zh_hans_cn: 局域网数据服务 - 服务端端口

# LANDiscoveryClientPort.Description
source: Range: 0 or 1024 ~ 65535 (Inclusive)
zh_hans_cn: 范围：0 或 1024 ~ 65535（含）

# LANDiscoveryClientPort.Text
source: LAN Discovery Client Port
zh_hans_cn: 局域网发现服务 - 客户端端口

# LANDiscoveryServerPort.Description
source: Range: 1024 ~ 65535 (Inclusive)
zh_hans_cn: 范围：1024 ~ 65535（含）

# LANDiscoveryServerPort.Text
source: LAN Discovery Server Port
zh_hans_cn: 局域网发现服务 - 服务端端口

# LANGroupIdentifier.Description
source: Range: 0 ~ 255 (Inclusive). Only devices with the same group identity can discover each other.
zh_hans_cn: 范围：0 ~ 255（含）。只有具有相同分组标识的设备，能够互相发现。

# LANGroupIdentifier.Text
source: LAN Group Identifier
zh_hans_cn: 局域网分组标识

# LanguagePack.Text
source: Language Pack
zh_hans_cn: 语言包

# LibanydropStatus.Text
source: libanydrop Status
zh_hans_cn: libanydrop 状态

# LibanydropVersion.Text
source: libanydrop Version
zh_hans_cn: libanydrop 版本

# NoAnyDropAccountYet.Text
source: No AnyDrop Account?
zh_hans_cn: 如果没有 AnyDrop 账号，可

# NoReceivedFiles.Text
source: No file received yet.
zh_hans_cn: 暂无已收文件

# NotYetImplemented.Text
source: This function has not yet been implemented.
zh_hans_cn: 这个功能暂未实现

# OpenControlPanel.Text
source: Open Control Panel
zh_hans_cn: 打开 AnyDrop 控制面板

# Password.PlaceholderText
source: Password
zh_hans_cn: 密码

# Preferences.Text
source: Preferences
zh_hans_cn: 设置

# ReceiveClipboardFromInternet.Description
source: Enable to accept peers' clipboard data from the Internet.
zh_hans_cn: 接收来自互联网的剪贴板同步数据。

# ReceiveClipboardFromInternet.Text
source: Receive Clipboard From Internet
zh_hans_cn: 互联网数据接收

# ReceivedFiles.Text
source: Received Files
zh_hans_cn: 已收文件

# RememberMe.Content
source: Remember Me
zh_hans_cn: 自动登录

# SendFile.Text
source: Send Files
zh_hans_cn: 发送文件

# SentFiles.Text
source: Sent Files
zh_hans_cn: 已发文件

# ShareClipboardOverInternet.Description
source: Agree and enable to share clipboard data over the Internet. Relavent data will be uploaded to AnyDrop cloud.
zh_hans_cn: 同意并启用基于互联网的剪贴板同步。剪贴板数据会被上传到 AnyDrop Cloud。

# ShareClipboardOverInternet.Text
source: Share Clipboard Over Internet
zh_hans_cn: 互联网数据上传

# ShowAdvancedSettings.Description
source: Please be sure you understand it before changing any advanced settings.
zh_hans_cn: 若要修改高级设置，请确保您了解其对应的含义。

# ShowAdvancedSettings.Text
source: Show Advanced Settings
zh_hans_cn: 显示高级设置

# ShowDeveloperConsole.Description
source: Enables debug output from libanydrop.
zh_hans_cn: 显示来自 libanydrop 的日志数据。

# ShowDeveloperConsole.Text
source: Show Developer Console
zh_hans_cn: 显示开发者日志

# SignIn.Text
source: Sign In
zh_hans_cn: 登录 AnyDrop Cloud

# SignOut.Text
source: Sign Out
zh_hans_cn: 退出登录

# SignUp.Text
source: Sign Up
zh_hans_cn: 注册

# StartService.Text
source: Start Service
zh_hans_cn: 启动服务

# StopService.Text
source: Stop Service
zh_hans_cn: 停止服务

# TextPopupDisplayTime.Description
source: Range: 1000 ~ 10000 (Inclusive)
zh_hans_cn: 范围：1000 ~ 10000（含）

# TextPopupDisplayTime.Text
source: Text Popup Display Time (ms)
zh_hans_cn: 文本弹框持续时间（毫秒）

# TextService.Text
source: LAN Data Service
zh_hans_cn: 局域网数据服务

# UidOrEmail.PlaceholderText
source: UID/Email
zh_hans_cn: UID/电子邮箱地址

# Version.Text
source: Version
zh_hans_cn: 版本

# VersionCode.Text
source: Version Code
zh_hans_cn: 版本代号

# WindowsFrontend.Text
source: Windows Frontend
zh_hans_cn: Windows 客户端
